IdeaRS.Connections
BasePlateData.RotationOnZ Property
Compatible with IDEA StatiCa 0.0
 Rotation of the baseplate on axis Z
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double RotationOnZ { get; set; }
Property Value
Type: Double
See Also
Reference
BasePlateData Class
IdeaRS.Connections.Data Namespace